[
  {
    "authors": "Wu, C., Mangal, U., Bai, N., Kim, H., Hwang, G., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "title": "Effects of printing layer thickness and build orientation on the mechanical properties and color stability of 3D-printed clear aligners",
    "journal": "Angle Orthod",
    "year": "2025",
    "volume": "95",
    "number": "4",
    "pages": "355-361",
    "doi": "10.2319/081624-672.1",
    "pmid": "40037401",
    "abstract": "OBJECTIVES: To determine effects of printing layer thickness and build orientation on mechanical properties and color stability of direct 3D-printed clear aligner resin. MATERIALS AND METHODS: Specimens were printed using 3D printed clear aligner resin with two printing layer thicknesses (50 microm, 100 microm) and three build orientations (90 degrees , 60 degrees , and 45 degrees ). Mechanical properties (tensile stress, tensile strain, and elastic modulus), color stability in coffee and artificial saliva, and roughness were then evaluated. RESULTS: Specimens printed with a 50 microm layer thickness and orientation at 90 degrees demonstrated superior color stability in artificial saliva. However, all specimens showed high susceptibility to coffee staining regardless of layer thickness or orientation. Mechanical properties were improved in the order of 90 degrees < 60 degrees < 45 degrees build orientation, showing statistically significant differences (P < .05). Surface roughness was increased in the order of 90 degrees < 60 degrees < 45 degrees build orientation, showing statistically significant differences (P < .05). CONCLUSIONS: Printing layer thickness and orientation exerted significant effects on mechanical properties, color stability, and surface roughness of 3D-printed clear aligner resin.",
    "keywords": "*Printing, Three-Dimensional, Surface Properties, Color, Humans, Materials Testing, Tensile Strength, Saliva, Artificial/chemistry, Elastic Modulus, 3D printing clear aligner resin, Build orientation, Color stability, Layer thickness, Surface roughness"
  },
  {
    "authors": "Seo, K., Moon, J., Bhat, R., Mangal, U., Choi, S. H., Kwon, J. S.",
    "title": "Cationic Polymer for Aligner and Oral Biofilm Removal via Osmotic Mechanism",
    "journal": "J Dent Res",
    "year": "2025",
    "volume": "",
    "number": "",
    "pages": "220345251368263",
    "doi": "10.1177/00220345251368263",
    "pmid": "41103003",
    "abstract": "Dental caries caused by cariogenic biofilms is a significant challenge in modern dentistry, especially with aligner treatments, where biofilms can easily build up during prolonged use and lead to serious risks. Traditional antimicrobial methods focus on bacterial killing and often overlook the vital task of removing the biofilm matrix, allowing the quick reattachment of bacteria. In this study, we introduce an osmotic-driven biofilm removal strategy that harnesses osmotic dynamics to remove entire biofilm structures physically. Internal osmotic pressure is generated by a precisely designed cationic copolymer, triggering controlled detachment of the biofilm matrix. When tested in vitro on Streptococcus mutans biofilms grown on dental aligners and in hard-to-reach interproximal spaces, our method eliminated biofilms more efficiently than traditional cleaning methods. The technique showed concentration-dependent cytotoxicity, highlighting the need for further polymer optimization. Overall, our osmotic-driven biofilm removal strategy significantly advances biofilm control strategies, offering a novel solution for improving oral health and presenting a potential physical removal method for medical settings.",
    "keywords": "Streptococcus mutans, biofilms, dental caries, orthodontic appliances, osmotic pressure, dental materials"
  },
  {
    "authors": "Kim, M. J., Kim, E., Mangal, U., Seo, J. Y., Cha, J. Y., Lee, K. J., Choi, Y. J., Kwon, J. S., Yu, H. S., Choi, S. H.",
    "title": "Biofilm-resistant zwitterionic resin-based adhesive for orthodontic bracket-tooth interfaces: an in vitro evaluation",
    "journal": "Clin Oral Investig",
    "year": "2025",
    "volume": "29",
    "number": "10",
    "pages": "478",
    "doi": "10.1007/s00784-025-06572-2",
    "pmid": "41016948",
    "abstract": "OBJECTIVES: An in vitro study to verify the potential effectiveness of an orthodontic adhesive incorporating a polybetaine zwitterionic mixture in preventing biofilm formation. MATERIALS AND METHODS: 2-methacryloyloxyethyl phosphorylcholine (MPC) and sulfobetaine methacrylate (SBMA), were added to An adhesive at 1 wt% (MS1) And 3 wt% (MS3). The MS0 group had no zwitterions. Flowability measurement, shear bond strength (SBS), the adhesive remnant index (ARI), and the contact angle were assessed. Bracket bonding was performed, and cross-sections were examined using scanning electron microscopy (SEM). Biofilm formation was analyzed using confocal laser scanning microscopy. Statistical analyses were conducted using R software. Wilcoxon tests with the Holm correction were used for non-parametric data, and pairwise t-tests with the Bonferroni correction were used for parametric data. Significance was set at P < 0.0001. RESULTS: Flow analysis showed no significant differences in the experimental groups compared to the MS0 group (P > 0.05). The SEM images confirmed uniform bonding in all groups. SBS decreased significantly with higher MS content (P < 0.0001), And ARI scores shifted with the addition of zwitterionic mixtures, increasing scores to 1 And 2. MS3 showed a significantly lower contact angle compared to MS0 (P < 0.05). MS3 exhibited reduced biofilm formation and lower fluorescence intensity (P < 0.05). CONCLUSIONS: Despite reductions in SBS, all adhesives remained at minimum acceptable levels. The 3 wt% zwitterionic adhesive effectively suppressed biofilm formation and may help prevent demineralization. CLINICAL RELEVANCE: An orthodontic adhesive containing a zwitterionic mixture can satisfy clinical properties and prevent side effects due to biofilm formation.",
    "keywords": "*Biofilms/drug effects, *Orthodontic Brackets/microbiology, Methacrylates/chemistry, Microscopy, Electron, Scanning, In Vitro Techniques, Phosphorylcholine/analogs & derivatives/chemistry, Shear Strength, Materials Testing, *Dental Bonding, Microscopy, Confocal, Surface Properties, *Resin Cements/chemistry, Betaine/chemistry/analogs & derivatives, Humans, *Dental Cements/chemistry, Biofilm, Dental bonding, Zwitterions"
  },
  {
    "authors": "Choi, W., Mangal, U., Park, H., Lee, M., Tran, N. Q., Lee, K. J., Le Thi, P., Kimm, H., Choi, S. H., Hong, J.",
    "title": "Biodegradation of β-Sheet Crystal-Rich Silk Fibroin Bioplastic Promoted by Functionally Active Soil Microbiome",
    "journal": "Acs Es&T Engineering",
    "year": "2025",
    "volume": "",
    "number": "",
    "pages": "",
    "doi": "10.1021/acsestengg.5c00583",
    "pmid": "WOS:001572363900001",
    "abstract": "Bioplastics have been developed as alternatives to petrochemical plastics. The microbial biodegradation process is driven by enzymes involved in microbial metabolism. Amorphous structures that enhance enzyme affinity and biodegradation rates often compromise mechanical and thermal properties. In contrast, although crystal domain-rich bioplastics may exhibit excellent physical characteristics, they typically suffer from insufficient biodegradability. In this study, we explored the balance between crystallinity, enzymatic stability, and biodegradability. Our model Bioplastic is a silk fibroin Bioplastic that demonstrates a high beta-sheet crystal content and enzyme-resistance, which contrasts with the properties of conventional silk fibroin materials. When buried in microbially activated compost soil, this Bioplastic achieves a notable composting rate of 72.1% over 8 weeks. Soil microbiome analysis revealed that compost maturation increases species diversity within microbial communities, enriching silk-degrading enzymes that accelerate biodegradation. This finding was further validated in biodegradation tests using commercial nursery soils containing plant materials. Taken together, soil microbiome activity emerges as one of the principal factors in eliciting the biodegradability of crystal-rich, enzyme-resistant bioplastics. Our work will contribute to developing future bioplastics that combine superior physical properties and high biodegradability.",
    "keywords": "silk fibroin bioplastic, microbial biodegradation, beta-sheet crystal, microbiome activity, sustainability, enzymatic degradation"
  },
  {
    "authors": "Choi, W., Mangal, U., Yu, J. H., Ryu, J. H., Kim, J. Y., Jun, T., Lee, Y., Cho, H., Choi, M., Lee, M., Ryu, D. Y., Lee, S. Y., Jung, S. Y., Cha, J. K., Cha, J. Y., Lee, K. J., Lee, S., Choi, S. H., Hong, J.",
    "title": "Viscoelastic and antimicrobial dental care bioplastic with recyclable life cycle",
    "journal": "Nat Commun",
    "year": "2024",
    "volume": "15",
    "number": "1",
    "pages": "9205",
    "doi": "10.1038/s41467-024-53489-7",
    "pmid": "39448605",
    "abstract": "Medical plastic-appliance-based healthcare services, especially in dentistry, generate tremendous amounts of plastic waste. Given the physiological features of our mouth, it is desirable to substitute dental care plastics with viscoelastic and antimicrobial bioplastics. Herein, we develop a medical-grade and sustainable bioplastic that is viscoelastic enough to align the tooth positions, resists microbial contamination, and exhibits recyclable life cycles. In particular, we devise a molecular template involving entanglement-inducing and antimicrobial groups and prepare a silk fibroin-based dental care bioplastic. The generated compactly entangled structure endows great flexibility, toughness, and viscoelasticity. Therefore, a satisfactory orthodontic outcome is accomplished, as demonstrated by the progressive alignment of male rabbit incisors within the 2.5 mm range. Moreover, the prepared bioplastic exhibits resistance to pathogenic colonization of intraoral microbes such as Streptococcaceae and Veillonellaceae. Because the disentanglement of entangled domains enables selective separation and extraction of the components, the bioplastic can be recycled into a mechanically identical one. The proposed medical-grade and sustainable bioplastic could potentially contribute to a green healthcare future.",
    "keywords": "Animals, Rabbits, Viscosity, *Elasticity, *Anti-Infective Agents/pharmacology/chemistry, Male, Fibroins/chemistry, Dental Care, Recycling"
  },
  {
    "authors": "Bae, J. H., Mangal, U., Yu, J. H., Cha, J. Y., Yu, H. S., Lee, K. J., Choi, S. H.",
    "title": "Retention efficacy and patient experience with customized clear retainer and wrap-around circumferential retainer among non-extraction orthodontic patients: A 12-month follow-up cohort study",
    "journal": "Orthod Craniofac Res",
    "year": "2024",
    "volume": "27",
    "number": "6",
    "pages": "928-937",
    "doi": "10.1111/ocr.12837",
    "pmid": "39041290",
    "abstract": "OBJECTIVE: The aim of this study was to evaluate retention efficacy by assessing retention stability and patient perspectives according to type of circumferential retainer: the wrap-around circumferential retainer (WCR) and customized clear retainer (CCR). MATERIALS AND METHODS: This cohort follow-up study involved 52 patients aged 18-62 who underwent fixed-appliance orthodontic treatment without extractions or orthognathic surgery. Following screening consenting participants were divided into WCR and CCR groups. All participants before follow-up received fixed retainers for the upper and lower anteriors and respective removable retainers within 2 weeks post-debond. Intraoral scans and lateral cephalograms were taken immediately after debonding (T0) and again 12 months later. Dentoalveolar changes in several measurements were compared to evaluate retention efficacy. Surveys were conducted at 1 month (T1) and 12 months (T2) post-debonding to assess changes in patient experiences. Outcome assessments were blinded. Paired T-tests and independent T-tests were used for intragroup and intergroup comparisons of dentoalveolar measurements, respectively. Survey responses were analysed using the Pearson Chi-Square test. RESULTS: The final assessment included 32 participants. Model analysis revealed no significant differences between the groups, except for maxillary intermolar width (p = .033). In the WCR group, the cephalometric analysis indicated a significant increase in the incisor mandibular plane angle (p = .002) and a decrease in the interincisal angle (p = .014), while changes in the CCR group were statistically non-significant. Patient attitude evaluation showed similar trends for wear time and overall satisfaction. However, a higher percentage of respondents in the WCR group reported irritation when wearing the retainers (p = .037) at T1 and discomfort related to speech (p = .038) at T2. CONCLUSIONS: CCR showed better retention efficacy in terms of lower incisor inclination. Patients experienced relatively less irritation and speech discomfort with CCRs.",
    "keywords": "Humans, Male, Female, Follow-Up Studies, Adolescent, Adult, *Orthodontic Retainers, *Patient Satisfaction, Young Adult, *Cephalometry, Middle Aged, Orthodontic Appliance Design, Treatment Outcome, Cohort Studies, customized clear retainer, effectiveness, orthodontic retainers, randomized clinical trial, retention, wrap-around retainer"
  },
  {
    "authors": "Mangal, Utkarsh, Jinn, Hyeonseok, Jo, Heon, Choi, Sung-Hwan",
    "title": "Non-Surgical Correction of Collapsed Posterior Occlusion in a Unilateral Cleft Lip and Palate Patient with Multiple Missing Teeth: A Case Report",
    "journal": "Journal of Korean Dental Science",
    "year": "2024",
    "volume": "17",
    "number": "3",
    "pages": "151-162",
    "doi": "https://doi.org/10.5856/JKDS.2024.17.3.151",
    "pmid": "",
    "abstract": "",
    "keywords": ""
  },
  {
    "authors": "Ryu, J. H., Mangal, U., Yoo, J., Youm, J. H., Kim, J. Y., Seo, J. Y., Kim, D., Kwon, J. S., Choi, S. H.",
    "title": "Low concentration zinc oxide nanoparticles enrichment enhances bacterial and pro-inflammatory resistance of calcium silicate-based cements",
    "journal": "J Mech Behav Biomed Mater",
    "year": "2024",
    "volume": "151",
    "number": "",
    "pages": "106399",
    "doi": "10.1016/j.jmbbm.2024.106399",
    "pmid": "38244423",
    "abstract": "Calcium silicate-based cement (CSC) is a commonly used material in endodontic treatment. However, it has limited antibacterial activity, especially for cases involving primary infections. Zinc oxide nanoparticles (ZnO-NPs) are recognized for their potential in biomedical applications due to their antibacterial properties and ability to reduce inflammation. This study aims to optimize CSC by incorporating ZnO-NPs to maintain its physical properties, enhance its antibacterial activity, and reduce the production of pro-inflammatory cytokines. ZnO-NPs were integrated into a commercial CSC (Endocem MTA) at 1 wt% (CSZ1) or 3 wt% (CSZ3). Setting time, compressive strength, and X-ray diffraction were then measured. In addition, pH, calcium ion release, and zinc ion release were measured for 7 days. Antibacterial activity against Enterococcus faecalis and viability of murine macrophages (RAW264.7) were determined using colorimetric assays. Gene expression levels of pro-inflammatory cytokines in lipopolysaccharide induced RAW264.7 were evaluated using quantitative polymerase chain reaction. Results were compared to an unmodified CSC group. In the CSZ3 group, there was a significant increase of approximately 12% in setting time and a reduction of about 36.4% in compressive strength compared to the control and CSZ1 groups. The presence of ZnO-NPs was detected in both CSZ1 and CSZ3. Both CSC and CSZ1 groups maintained an alkaline pH and released calcium ions, while zinc ions were significantly released in the CSZ1 group. Additionally, CSZ1 showed a 1.8-fold reduction of bacterial activity and exhibited around 85% reduction in colony-forming units compared to the CSC group. Furthermore, the CSZ1 group showed a more than 39% reduction in pro-inflammatory cytokine levels compared to the CSC group. Thus, enriching CSC with 1 wt% ZnO-NPs can enhance its antibacterial activity and reduce pro-inflammatory cytokines without showing any tangible adverse effects on its physical properties.",
    "keywords": "Animals, Mice, *Zinc Oxide/pharmacology/chemistry, Oxides/chemistry, Calcium, *Nanoparticles/chemistry, Anti-Bacterial Agents/pharmacology, Zinc, Cytokines, *Calcium Compounds, *Silicates, Antibacterial activity, Calcium silicate-based cement, Pro-inflammatory response, Zinc oxide nanoparticle"
  },
  {
    "authors": "Ryu, J. H., Mangal, U., Kwon, J. S., Seo, J. Y., Byun, S. Y., Lee, Y. H., Jang, S., Hwang, G., Ku, H., Shin, Y., Kim, D., Choi, S. H.",
    "title": "Integrating Phosphate Enhances Biomineralization Effect of Methacrylate Cement in Vital Pulp Treatment with Improved Human Dental Pulp Stem Cells Stimulation",
    "journal": "Adv Healthc Mater",
    "year": "2024",
    "volume": "13",
    "number": "31",
    "pages": "e2402397",
    "doi": "10.1002/adhm.202402397",
    "pmid": "39367544",
    "abstract": "Vital pulp treatment (VPT) is crucial for preserving the health and function of the tooth in cases where the pulp tissue remains vital despite exposure. Various materials are introduced for this purpose. However, challenges such as low strength, high solubility, and tooth discoloration persist. Methylmethacrylate-based cement (MC) offers excellent sealing ability, feasibility, and mechanical properties, making it a promising alternative for VPT. Phosphate-based glass (PBG) has the potential to promote hard tissue regeneration by releasing key inducers, phosphorus (P) and calcium (Ca), for reparative odontogenesis. This study investigates PBG-integrated MC (PIMC) by characterizing its properties, assessing human dental pulp stem cell activity related to initial inflammatory adaptation and odontogenic differentiation, and evaluating hard tissue formation using an in vivo dog pulpotomy model. Results indicate that a 5% PBG-integrated MC (5PIMC) maintains the physicochemical properties of MC. Furthermore, 5PIMC demonstrates cytocompatibility, excellent expression of osteo/odontogenic markers, and resistance to inflammatory markers, significantly outperforming MC. Enhanced hard tissue formation is observed in the dental pulp of mongrel dog teeth treated with 5PIMC. These findings suggest that 5PIMC could be an optimal and suitable material for reparative odontogenesis through VPT.",
    "keywords": "*Dental Pulp/cytology/drug effects, Humans, *Stem Cells/drug effects/cytology/metabolism, Animals, Dogs, Phosphates/chemistry/pharmacology, Methacrylates/chemistry/pharmacology, Odontogenesis/drug effects, Cell Differentiation/drug effects, Dental Cements/chemistry/pharmacology, Calcification, Physiologic/drug effects, DPSCs, dentin, methacrylate cements, odontogenesis, phosphate, pulp, vital pulp treatment"
  },
  {
    "authors": "Kim, J. E., Mangal, U., Yu, J. H., Kim, G. T., Kim, H., Seo, J. Y., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "title": "Evaluation of the effects of temperature and centrifugation time on elimination of uncured resin from 3D-printed dental aligners",
    "journal": "Sci Rep",
    "year": "2024",
    "volume": "14",
    "number": "1",
    "pages": "15206",
    "doi": "10.1038/s41598-024-66150-6",
    "pmid": "38956329",
    "abstract": "The study investigated the effects of temperature and centrifugation time on the efficacy of removing uncured resin from 3D-printed clear aligners. Using a photo-polymerizable polyurethane resin (Tera Harz TC-85, Graphy Inc., Seoul, Korea), aligners were printed and subjected to cleaning processes using isopropyl alcohol (IPA) or centrifugation (g-force 27.95g) at room temperature (RT, 23 degrees C) and high temperature (HT, 55 degrees C) for 2, 4, and 6 min. The control group received no treatment (NT). Cleaning efficiency was assessed through rheological analysis, weight measurement, transparency evaluation, SEM imaging, 3D geometry evaluation, stress relaxation, and cell viability tests. Results showed increased temperature and longer centrifugation times significantly reduced aligner viscosity, weight (P < 0.05), and transmittance. IPA-cleaned aligners exhibited significantly lower transparency and rougher surfaces in SEM images. All groups met ISO biocompatibility standards in cytotoxicity tests. The NT group had higher root mean square (RMS) values, indicating greater deviation from the original design. Stress relaxation tests revealed over 95% recovery in all groups after 60 min. The findings suggest that a 2-min HT centrifugation process effectively removes uncured resin without significantly impacting the aligners' physical and optical properties, making it a clinically viable option.",
    "keywords": "*Printing, Three-Dimensional, *Centrifugation, *Temperature, Resins, Synthetic/chemistry, Polyurethanes/chemistry, Cell Survival/drug effects, Materials Testing, Humans, Animals, 3D printing, Centrifugation, Clear aligner, Cytocompatibility, Translucency, Uncured resin"
  },
  {
    "authors": "Kim, J. H., Yu, J. H., Mangal, U., Liu, J., Jung, H. J., Cha, J. Y.",
    "title": "Evaluation of dental plaque reduction using microcurrent-emitting toothbrushes in orthodontic patients: a randomized, double-blind, crossover clinical trial",
    "journal": "Sci Rep",
    "year": "2024",
    "volume": "14",
    "number": "1",
    "pages": "12126",
    "doi": "10.1038/s41598-024-60753-9",
    "pmid": "38802414",
    "abstract": "This study aimed to compare the effectiveness of microcurrent-emitting toothbrushes (MCTs) and ordinary toothbrushes in reducing the dental plaque index (PI) and dental caries activity among orthodontic patients. The evaluation was performed using a crossover study design involving 22 orthodontic patients randomly assigned to the MCT or ordinary toothbrush groups. The participants used the designated toothbrush for 4 weeks and had a 1-week wash-out time before crossover to the other toothbrush. PI (Attin's index) and dental caries activity were measured at baseline and at the end of each 4-week period. Additionally, patients completed questionnaires to assess patient satisfaction for \"freshness in mouth\" and \"cleansing degree.\" The results showed that the MCT group had a significant reduction in PI (p = 0.009), whereas the ordinary toothbrush group did not (p = 0.595). There was no significant difference in the dental caries activity between the two groups (p > 0.05). Patient satisfaction assessment revealed that 65% patients in the MCT group had more than \"fair\" experience of freshness, in contrast to 50% of patients in the ordinary toothbrush group. Satisfaction with cleansing degree was similar in both groups. Overall, these findings suggest that MCTs are more effective in reducing dental PI than ordinary toothbrushes.",
    "keywords": "Humans, *Toothbrushing/instrumentation, *Dental Plaque/prevention & control/therapy, Female, Male, *Cross-Over Studies, Double-Blind Method, Adolescent, *Patient Satisfaction, Dental Caries/therapy, Young Adult, Adult, Dental Plaque Index"
  },
  {
    "authors": "Wu, C., Mangal, U., Seo, J. Y., Kim, H., Bai, N., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "title": "Enhancing biofilm resistance and preserving optical translucency of 3D printed clear aligners through carboxybetaine-copolymer surface treatment",
    "journal": "Dent Mater",
    "year": "2024",
    "volume": "40",
    "number": "10",
    "pages": "1575-1583",
    "doi": "10.1016/j.dental.2024.07.009",
    "pmid": "39068090",
    "abstract": "OBJECTIVES: This study aimed to use a carboxybetaine methacrylate (CBMA) copolymer solution to surface treat 3D printed clear aligners at different fabrication stages, to impart antifouling properties, and assess the surface treatment at various fabrication stages' impact on physico-mechanical characteristics. METHODS: Surface treatments using a blend of 2-hydroxyethyl methacrylate (HEMA) and CBMA, termed CCS, were performed at various stages of 3D printed clear aligner fabrication. Experimental groups, CB1, CB2, and CB3, were determined by the stage of surface treatment during post-processing. CB1, CB2, and CB3 received treatment before post-curing, after post-curing, and after post-processing, respectively. Untreated samples served as controls. Physical and mechanical properties were assessed through tensile testing, Fourier-transform infrared spectroscopy (FTIR), differential scanning calorimetry (DSC), and UV-Vis spectroscopy. The surface was further characterized through scanning electron microscopy and contact angle measurements. The cytotoxicity was assessed with 7-day elution and agar diffusion assays. Lastly, bacterial biofilm resistance was evaluated using confocal laser scanning microscopy. Crystal violet assay was performed using Streptococcus mutans. RESULTS: Surface treatment during CB1 stage exerted the most significantly unfavorable influence on properties of the 3D printed aligner resin. CB2 samples showed the maximum preservation of translucency even after 7-day aging. CB2 and CB3 phases showed enhanced hydrophilicity of sample surfaces with reduced adhesion of multispecies biofilm and S. mutans. SIGNIFICANCE: Application of CCS surface treatment immediately after post-curing (CB2) can enhance the biofilm resistance of 3D printed clear aligners while maintaining high fidelity to optical translucency and constituent mechanical properties.",
    "keywords": "*Printing, Three-Dimensional, *Biofilms/drug effects, *Surface Properties, *Materials Testing, *Methacrylates/chemistry, Betaine/chemistry/pharmacology/analogs & derivatives, Microscopy, Electron, Scanning, Streptococcus mutans/drug effects, Polymers/chemistry, Tensile Strength, Spectroscopy, Fourier Transform Infrared, 3D printing, clear aligner, Bacterial resistance, Carboxybetaine methacrylate, Hydrophilicity, Surface treatment"
  },
  {
    "authors": "Kim, M. J., Mangal, U., Seo, J. Y., Kim, J. Y., Kim, J. Y., Ryu, J. H., Kim, H. J., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "title": "A novel zwitterion incorporated Nano-crystalline ceramic and polymer for bacterial resistant dental CAD-CAM block",
    "journal": "J Dent",
    "year": "2024",
    "volume": "148",
    "number": "",
    "pages": "105054",
    "doi": "10.1016/j.jdent.2024.105054",
    "pmid": "38796091",
    "abstract": "OBJECTIVES: To create bacteria-resistant dental CAD-CAM blocks with a biofilm-resistant effect by incorporating Nano-crystalline ceramic and polymer (NCP) with 2-methacryloyloxyethyl phosphorylcholine (MPC) and sulfobetaine methacrylate (SBMA) and at an equimolar ratio, referred to as MS. METHODS: Experimental groups comprised NCP blocks containing zwitterions at 0.15wt% (MS015) and 0.45wt% (MS045). NCP blocks without MS served as control (CTRL). Flexural strength, surface hardness, water sorption and solubility, photometric properties, and cytotoxicity were assessed for all samples. Additionally, the resistance to single and multi-species bacterial adhesion was investigated. RESULTS: MS045 showed significant reduction in flexural strength (P < 0.01) compared to both CTRL and MS015. Both MS015 and MS045 showed significantly increased water sorption and significant reduction in water solubility compared to CTRL. Light transmission remained consistent across all MS content levels, but the irradiance value decreased by 12 % in the MS045 group compared to the MS015 group. Notably, compared to the CTRL group, the MS015 group exhibited enhanced resistance to adhesion by Porphyromonas gingivalis and a multi-species salivary biofilm, with biofilm thickness and biomass reduced by 45 % and 56 %, respectively. CONCLUSIONS: NCP containing 0.15 % MS can effectively reduce adhesion of multiple species of bacteria while maintaining physical and mechanical properties. CLINICAL SIGNIFICANCE: NCP integrating zwitterions is clinically advantageous in resisting bacterial adhesion at internal and external margins of milled indirect restoration.",
    "keywords": "*Ceramics/chemistry, *Methacrylates/chemistry, *Bacterial Adhesion/drug effects, *Biofilms/drug effects, *Materials Testing, *Flexural Strength, *Phosphorylcholine/analogs & derivatives/chemistry/pharmacology, *Surface Properties, *Computer-Aided Design, Dental Materials/chemistry, Polymers/chemistry, Humans, Hardness, Solubility, Porphyromonas gingivalis/drug effects, Bacterial attachment, Cell viability, Nano-crystalline ceramic and polymer, Zwitterionic"
  },
  {
    "authors": "Mangal, U., Lee, S. M., Lee, S., Cha, J. Y., Lee, K. J., Yu, H. S., Jung, H., Choi, S. H.",
    "title": "Reorientation methodology for reproducible head posture in serial cone beam computed tomography images",
    "journal": "Sci Rep",
    "year": "2023",
    "volume": "13",
    "number": "1",
    "pages": "3220",
    "doi": "10.1038/s41598-023-30430-4",
    "pmid": "36828940",
    "abstract": "Low dose and accessibility have increased the application of cone beam computed tomography (CBCT). Often serial images are captured for patients to diagnose and plan treatment in the craniofacial region. However, CBCT images are highly variable and lack harmonious reproduction, especially in the head's orientation. Though user-defined orientation methods have been suggested, the reproducibility remains controversial. Here, we propose a landmark-free reorientation methodology based on principal component analysis (PCA) for harmonious orientation of serially captured CBCTs. We analyzed three serial CBCT scans collected for 29 individuals who underwent orthognathic surgery. We first defined a region of interest with the proposed protocol by combining 2D rendering and 3D convex hull method, and identified an intermediary arrangement point. PCA identified the y-axis (anterioposterior) followed by the secondary x-axis (transverse). Finally, by defining the perpendicular z-axis, a new global orientation was assigned. The goodness of alignment (Hausdorff distance) showed a marked improvement (> 50%). Furthermore, we clustered cases based on clinical asymmetry and validated that the protocol was unaffected by the severity of the skeletal deformity. Therefore, it could be suggested that integrating the proposed algorithm as the preliminary step in CBCT evaluation will address a fundamental step towards harmonizing the craniofacial imaging records.",
    "keywords": "Humans, *Imaging, Three-Dimensional/methods, Reproducibility of Results, *Facial Bones, Posture, Cone-Beam Computed Tomography/methods"
  },
  {
    "authors": "Yu, J. H., Kim, J. H., Liu, J., Mangal, U., Ahn, H. K., Cha, J. Y.",
    "title": "Reliability and time-based efficiency of artificial intelligence-based automatic digital model analysis system",
    "journal": "Eur J Orthod",
    "year": "2023",
    "volume": "45",
    "number": "6",
    "pages": "712-721",
    "doi": "10.1093/ejo/cjad032",
    "pmid": "37418746",
    "abstract": "OBJECTIVES: To compare the reliability, reproducibility, and time-based efficiency of automatic digital (AD) and manual digital (MD) model analyses using intraoral scan models. MATERIAL AND METHODS: Two examiners analysed 26 intraoral scanner records using MD and AD methods for orthodontic modelling. Tooth size reproducibility was confirmed using a Bland-Altman plot. The Wilcoxon signed-rank test was conducted to compare the model analysis parameters (tooth size, sum of 12-teeth, Bolton analysis, arch width, arch perimeter, arch length discrepancy, and overjet/overbite) for each method, including the time taken for model analysis. RESULTS: The MD group exhibited a relatively larger spread of 95% agreement limits when compared with AD group. The standard deviations of repeated tooth measurements were 0.15 mm (MD group) and 0.08 mm (AD group). The mean difference values of the 12-tooth (1.80-2.38 mm) and arch perimeter (1.42-3.23 mm) for AD group was significantly (P < 0.001) larger than that for the MD group. The arch width, Bolton, and overjet/overbite were clinically insignificant. The overall mean time required for the measurements was 8.62 min and 0.56 min for the MD and AD groups, respectively. LIMITATIONS: Validation results may vary in different clinical cases because our evaluation was limited to mild-to-moderate crowding in the complete dentition. CONCLUSIONS: Significant differences were observed between AD and MD groups. The AD method demonstrated reproducible analysis in a considerably reduced timeframe, along with a significant difference in measurements compared to the MD method. Therefore, AD analysis should not be interchanged with MD, and vice versa.",
    "keywords": "Humans, *Overbite, Reproducibility of Results, Artificial Intelligence, *Malocclusion/therapy, Models, Dental, Dental Arch"
  },
  {
    "authors": "Wu, C., Mangal, U., Kim, J., Lee, K. J., Cha, J. Y., Kwon, J. S., Choi, S. H.",
    "title": "Quantitative light-induced fluorescence enables effective detection of orthodontic adhesive residues in diverse environments",
    "journal": "Photodiagnosis Photodyn Ther",
    "year": "2023",
    "volume": "44",
    "number": "",
    "pages": "103743",
    "doi": "10.1016/j.pdpdt.2023.103743",
    "pmid": "37567330",
    "abstract": "BACKGROUND: Adhesive remnants post-orthodontic treatment might have deleterious effects on oral health, including enamel demineralization, plaque accumulation, and elevated risk of caries development. The aim of this study was to identify and characterize adhesive residues in an ex vivo environment rich in salivary microbiota using quantitative light-induced fluorescence (QLF) technology. METHODS: Disc-shaped adhesive samples with thickness ranging from 800 to 100 microm were prepared using GC Ortho, GOTO, T Orthobond, and Transbond XT and subsequently evaluated utilizing a QLF system. Bovine teeth containing GC Ortho and GOTO adhesives and isolated human premolar teeth bonded with brackets were subjected to a 10-day incubation in an artificial saliva environment. Daily imaging was conducted using QLF during incubation. Data with DeltaR > 30% and simple hygiene score (SHS) were obtained with a software for further analysis. RESULTS: Fluorescence intensity exhibited significant differences among the four orthodontic adhesives (p < 0.05). Results of incubation in artificial saliva revealed that red fluorescence surrounding the adhesive on the tooth surface was distinctly observable from day five onwards, with DeltaR > 30% and SHS levels higher than those of the control group without adhesive (p < 0.05). Observation of fluorescence images of isolated human premolar teeth with bonded brackets indicated that red fluorescence was primarily present around the brackets. CONCLUSIONS: Application of QLF is efficacious in identifying and demarcating adhesive residues within an environment rich in salivary microbiota.",
    "keywords": "Humans, Animals, Cattle, Saliva, Artificial, *Quantitative Light-Induced Fluorescence, *Orthodontic Brackets, *Photochemotherapy/methods, Photosensitizing Agents, Orthodontic adhesive, Qraycam, Quantitative light-induced fluorescence (QLF), Residual adhesive, White spot lesion"
  },
  {
    "authors": "Mangal, U., Kang, T. Y., Jung, J. W., Kim, J. Y., Seo, J. Y., Cha, J. Y., Lee, K. J., Yu, H. S., Kim, K. M., Kim, J. M., Kwon, J. S., Choi, S. H.",
    "title": "Polybetaine-enhanced hybrid ionomer cement shows improved total biological effect with bacterial resistance and cellular stimulation",
    "journal": "Biomater Sci",
    "year": "2023",
    "volume": "11",
    "number": "2",
    "pages": "554-566",
    "doi": "10.1039/d2bm01428a",
    "pmid": "36472228",
    "abstract": "Hybrid ionomer cements (HICs) are aesthetic polyelectrolyte cements that have been modified with a resin. The setting of HICs occurs by both monomer polymerization and an acid-base reaction. In addition, HICs contain a resin, which is substituted for water. Thus, the competition between the setting reactions and reduced water content inherently limits polysalt formation and, consequently the bioactive interactions. In this study, we explored the effects of polybetaine zwitterionic derivatives (mZMs) on the augmentation of the bioactive response of HICs. The polybetaines were homogenized into an HIC in different proportions (alpha, beta, and gamma) at 3% w/v. Following basic characterization, the bioactive response of human dental pulp stem cells (hDPSCs) was evaluated. The augmented release of the principal constituent ions (strontium, silica, and fluoride) from the HIC was observed with the addition of the mZMs. Modification with alpha-mZM elicited the most favorable bioactive response, namely, increased ion elution, in vitro calcium phosphate precipitation, and excellent biofouling resistance, which deterred the growth of the bridging species of Veillonella. Moreover, alpha-mZM resulted in a significant increase in the hDPSC response, as confirmed by a significant increase (p < 0.05) in alizarin red staining. The results of mRNA expression tests, performed using periodically refreshed media, showed increased and early peak expression levels for RUNX2, OCN, and OPN in the case of alpha-mZM. Based on the results of the in vitro experiments, it can be concluded that modification of HICs with polybetaine alpha-mZM can augment the overall biological response.",
    "keywords": "Humans, *Fluorides, *Glass Ionomer Cements, Bone Cements, Materials Testing"
  },
  {
    "authors": "Choi, W., Mangal, U., Park, J. Y., Kim, J. Y., Jun, T., Jung, J. W., Choi, M., Jung, S., Lee, M., Na, J. Y., Ryu, D. Y., Kim, J. M., Kwon, J. S., Koh, W. G., Lee, S., Hwang, P. T. J., Lee, K. J., Jung, U. W., Cha, J. K., Choi, S. H., Hong, J.",
    "title": "Occlusive membranes for guided regeneration of inflamed tissue defects",
    "journal": "Nat Commun",
    "year": "2023",
    "volume": "14",
    "number": "1",
    "pages": "7687",
    "doi": "10.1038/s41467-023-43428-3",
    "pmid": "38001080",
    "abstract": "Guided bone regeneration aided by the application of occlusive membranes is a promising therapy for diverse inflammatory periodontal diseases. Symbiosis, homeostasis between the host microbiome and cells, occurs in the oral environment under normal, but not pathologic, conditions. Here, we develop a symbiotically integrating occlusive membrane by mimicking the tooth enamel growth or multiple nucleation biomineralization processes. We perform human saliva and in vivo canine experiments to confirm that the symbiotically integrating occlusive membrane induces a symbiotic healing environment. Moreover, we show that the membrane exhibits tractability and enzymatic stability, maintaining the healing space during the entire guided bone regeneration therapy period. We apply the symbiotically integrating occlusive membrane to treat inflammatory-challenged cases in vivo, namely, the open and closed healing of canine premolars with severe periodontitis. We find that the membrane promotes symbiosis, prevents negative inflammatory responses, and improves cellular integration. Finally, we show that guided bone regeneration therapy with the symbiotically integrating occlusive membrane achieves fast healing of gingival soft tissue and alveolar bone.",
    "keywords": "Humans, *Alveolar Bone Loss, Guided Tissue Regeneration, Periodontal, Wound Healing/physiology, *Periodontitis, Gingiva, Membranes, Artificial, Bone Regeneration/physiology"
  },
  {
    "authors": "Mangal, U., Noh, K., Lee, S., Cha, J. K., Song, J. S., Cha, J. Y., Lee, K. J., Kim, K. M., Kwon, J. S., Choi, S. H.",
    "title": "Multistability and hysteresis in states of oral microbiota: Is it impacting the dental clinical cohort studies?",
    "journal": "J Periodontal Res",
    "year": "2023",
    "volume": "58",
    "number": "2",
    "pages": "381-391",
    "doi": "10.1111/jre.13098",
    "pmid": "36641544",
    "abstract": "INTRODUCTION: Microbiome from a \"healthy cohort\" is used as a reference for comparison to cases and intervention. However, the studies with cohort-based clinical research have not sufficiently accounted for the multistability in oral microbial community. The screening is limited to phenotypic features with marked variations in microbial genomic markers. Herein, we aimed to assess the stability of the oral microbiome across time from an intervention-free \"healthy\" cohort. METHODS: We obtained 33 supragingival samples of 11 healthy participants from the biobank. For each participant, we processed one sample as baseline (T0) and two samples spaced at 1-month (T1) and 3-month (T2) intervals for 16S ribosomal RNA gene sequencing analysis. RESULTS: We observed that taxonomic profiling had a similar pattern of dominant genera, namely, Rothia, Prevotella, and Hemophilus, at all time points. Shannon diversity revealed a significant increase from T0 (p < .05). Bray Curtis dissimilarity was significant (R = -.02, p < .01) within the cohort at each time point. Community stability had negative correlation to synchrony (r = -.739; p = .009) and variance (r = -.605; p = .048) of the species. Clustering revealed marked differences in the grouping patterns between the three time points. For all time points, the clusters presented a substantially dissimilar set of differentially abundant taxonomic and functional biomarkers. CONCLUSION: Our observations indicate towards the presence of multistable states within the oral microbiome in an intervention-free healthy cohort. For a conclusive and meaningful long-term reference, dental clinical research should account for multistability in the personalized therapy approach to improve the identification and classification of reliable markers.",
    "keywords": "Humans, RNA, Ribosomal, 16S/genetics, *Microbiota/genetics, Cohort Studies, Biomarkers, *Micrococcaceae/genetics, 16S rRNA gene sequencing, dysbiosis, microbiomes, multistability, temporal variability"
  },
  {
    "authors": "Ryu, J. H., Mangal, U., Lee, M. J., Seo, J. Y., Jeong, I. J., Park, J. Y., Na, J. Y., Lee, K. J., Yu, H. S., Cha, J. K., Kwon, J. S., Choi, S. H.",
    "title": "Effect of strontium substitution on functional activity of phosphate-based glass",
    "journal": "Biomater Sci",
    "year": "2023",
    "volume": "11",
    "number": "18",
    "pages": "6299-6310",
    "doi": "10.1039/d3bm00610g",
    "pmid": "37551440",
    "abstract": "Phosphate-based glass (PBG) is a bioactive agent, composed of a glass network with phosphate as the primary component and can be substituted with various therapeutic ions for functional enhancement. Strontium (Sr) has been shown to stimulate osteogenic activity and inhibit pro-inflammatory responses. Despite this potential, there are limited studies that focus on the proportion of Sr substituted and its impact on the functional activity of resulting Sr-substituted PBG (PSr). In this study, focusing on the cellular biological response we synthesized and investigated the functional activity of PSr by characterizing its properties and comparing the effect of Sr substitution on cellular bioactivity. Moreover, we benchmarked the optimal composition against 45S5 bioactive glass (BG). Our results showed that PSr groups exhibited a glass structure and phosphate network like that of PBG. The release of Sr and P was most stable for PSr6, which showed favorable cell viability. Furthermore, PSr6 elicited excellent early osteogenic marker expression and inhibition of pro-inflammatory cytokine expression, which was significant compared to BG. In addition, compared to BG, PSr6 had markedly higher expression of osteopontin in immunocytochemistry, higher ALP expression in osteogenic media, and denser alizarin red staining in vitro. We also observed a comparable in vivo regenerative response in a 4-week rabbit calvaria defect model. Therefore, based on the results of this study, PSr6 could be identified as the functionally optimized composition with the potential to be applied as a valuable bioactive component of existing biomaterials used for bone regeneration.",
    "keywords": "Animals, Rabbits, *Osteogenesis, *Bone Regeneration, Cell Line, Phosphates, Strontium/pharmacology/chemistry, Glass/chemistry"
  },
  {
    "authors": "Wu, C., Kim, M. J., Mangal, U., Seo, J. Y., Kim, J. Y., Kim, J., Park, J. Y., Kwon, J. S., Choi, S. H.",
    "title": "Effect of bacterial resistant zwitterionic derivative incorporation on the physical properties of resin-modified glass ionomer luting cement",
    "journal": "Sci Rep",
    "year": "2023",
    "volume": "13",
    "number": "1",
    "pages": "3589",
    "doi": "10.1038/s41598-023-30670-4",
    "pmid": "36869063",
    "abstract": "Biofilms induce microbial-mediated surface roughening and deterioration of cement. In this study, zwitterionic derivatives (ZD) of sulfobetaine methacrylate (SBMA) and 2-methacryloyloxyethyl phosphorylcholine, were added in concentrations of 0, 1, and 3% to three different types of commercially available resin-modified glass ionomer cement (RMGIC) (RMC-I: RelyX Luting 2, RMC-II: Nexus RMGI, and RMC-III: GC FujiCEM 2). The unmodified RMGICs served as the control group for comparison. The resistance of Streptococcus mutans to ZD-modified RMGIC was evaluated with a monoculture biofilm assay. The following physical properties of the ZD-modified RMGIC were assessed: wettability, film thickness, flexural strength, elastic modulus, shear bond strength, and failure mode. The ZD-modified RMGIC significantly inhibited biofilm formation, with at least a 30% reduction compared to the control group. The addition of ZD improved the wettability of RMGIC; however, only 3% of the SBMA group was statistically different (P < 0.05). The film thickness increased in proportion to the increasing ZD concentrations; there was no statistical difference within the RMC-I (P > 0.05). The experimental groups' flexural strength, elastic modulus, and shear bond strength showed an insignificant decrease from the control group; there was no statistical difference within the RMC-I (P > 0.05). The mode of failure differed slightly in each group, but all groups showed dominance in the adhesive and mixed failure. Thus, the addition of 1 wt.% ZD in RMGIC favorably enhanced the resistance to Streptococcus mutans without any tangible loss in flexural and shear bond strength.",
    "keywords": "*Acrylic Resins, *Betaine, Glass Ionomer Cements"
  },
  {
    "authors": "Mangal, U., Seo, J. Y., Ryu, J. H., Jin, J., Wu, C., Cha, J. Y., Lee, K. J., Yu, H. S., Kim, K. M., Kwon, J. S., Choi, S. H.",
    "title": "Changes in mechanical and bacterial properties of denture base resin following nanoceria incorporation with and without SBA-15 carriers",
    "journal": "J Mech Behav Biomed Mater",
    "year": "2023",
    "volume": "138",
    "number": "",
    "pages": "105634",
    "doi": "10.1016/j.jmbbm.2022.105634",
    "pmid": "36543086",
    "abstract": "Poly (methyl methacrylate) (PMMA) is a commonly used material for the fabrication of biomedical appliances. Although PMMA has several advantages, it is susceptible to microbial insults with practical use. Therefore, different bioactive nanomaterials, such as nanoceria (CeN), have been proposed to enhance the properties of PMMA. In this study, we investigated the effect of the incorporation of CeN into PMMA with and without the use of mesoporous silica nanoparticle (SBA-15) carriers. The unmodified PMMA specimens (control, CTRL) were compared to groups containing SBA-15, CeN, and the synthesized SBA-15 impregnated with CeN (SBA-15@CeN) at different loading percentages. The mechanical and physical properties of the different SBA-15@CeN groups and their effects on cell viability were investigated, and the optimal CeN concentration was identified accordingly. Our results revealed that flexural strength was significantly (P < 0.01) reduced in the SBA-15@CeN(3x) group (containing 3-fold the CeN wt. %). Although the surface microhardness increased with the increase in the wt. % of SBA-15@CeN, cell viability was significantly reduced (P < 0.001). The SBA-15@CeN(1x) group had the optimal concentration and displayed significant resistance to single-and multispecies microbial colonization. Finally, the enzymatic activity of CeN was significantly high in the SBA-15@CeN(1x) group. The proinflammatory markers (IL-6, IL-1beta, TNF-alpha, CD80, and CD86) showed a significant (P < 0.001) multifold reduction in lipopolysaccharide-induced RAW cells treated with a 5-day eluate of the SBA-15@CeN(1x) group. These results indicate that the addition of SBA-15@CeN at 1.5 wt % improves the biological response of PMMA without compromising its mechanical properties.",
    "keywords": "*Polymethyl Methacrylate, *Denture Bases, Silicon Dioxide, Surface Properties, Materials Testing, Ceria nanoparticle, Cytocompatibility, Mesoporous silica nanoparticle, Multispecies biofilm resistance, Pmma, Sba-15"
  },
  {
    "authors": "Jin, J., Mangal, U., Seo, J. Y., Kim, J. Y., Ryu, J. H., Lee, Y. H., Lugtu, C., Hwang, G., Cha, J. Y., Lee, K. J., Yu, H. S., Kim, K. M., Jang, S., Kwon, J. S., Choi, S. H.",
    "title": "Cerium oxide nanozymes confer a cytoprotective and bio-friendly surface micro-environment to methacrylate based oro-facial prostheses",
    "journal": "Biomaterials",
    "year": "2023",
    "volume": "296",
    "number": "",
    "pages": "122063",
    "doi": "10.1016/j.biomaterials.2023.122063",
    "pmid": "36848780",
    "abstract": "Poly-(methyl methacrylate) (PMMA) is the preferred biomaterial for orofacial prostheses used for the rehabilitation of naso-palatal defects. However, conventional PMMA has limitations determined by the complexity of the local microbiota and the friability of oral mucosa adjacent to these defects. Our purpose was to develop a new type of PMMA, i-PMMA, with good biocompatibility and better biological effects such as higher resistance to microbial adhesion of multiple species and enhanced antioxidant effect. The addition of cerium oxide nanoparticles to PMMA using a mesoporous nano-silica carrier and polybetaine conditioning, resulted in an increased release of cerium ions and enzyme mimetic activity, without tangible loss of mechanical properties. Ex vivo experiments confirmed these observations. In stressed human gingival fibroblasts, i-PMMA reduced the levels of reactive oxygen species and increased the expression of homeostasis-related proteins (PPARg, ATG5, LCI/III). Furthermore, i-PMMA increased the levels of expression of superoxide dismutase and mitogen-activated protein kinases (ERK and Akt), and cellular migration. Lastly, we demonstrated the biosafety of i-PMMA using two in vivo models: skin sensitization assay and oral mucosa irritation test, respectively. Therefore, i-PMMA offers a cytoprotective interface that prevents microbial adhesion and attenuates oxidative stress, thus supporting physiological recovery of the oral mucosa.",
    "keywords": "Humans, *Polymethyl Methacrylate, Methacrylates, *Cerium/pharmacology, Prostheses and Implants, Bioactive, Biofilm resistance, Ceria nanoparticle, Poly-(methyl methacrylate), nanozyme"
  },
  {
    "authors": "Kim, M. J., Seo, J. Y., Jung, I. J., Mangal, U., Kim, H. J., Lee, K. J., Lee, M. J., Kwon, J. S., Choi, S. H.",
    "title": "A novel orthodontic adhesive containing zinc-doped phosphate-based glass for preventing white spot lesions",
    "journal": "J Dent",
    "year": "2023",
    "volume": "137",
    "number": "",
    "pages": "104689",
    "doi": "10.1016/j.jdent.2023.104689",
    "pmid": "37666468",
    "abstract": "OBJECTIVES: This study aimed at demonstrating the remineralization effect of the enamel around the brackets to aid reduction in white spot lesions (WSLs) with use of zinc-doped phosphate-based glass (Zn-PBG) containing orthodontic adhesives. METHODS: Zn-PBG powder was synthesized, and particle morphology, size, and density were evaluated. Orthodontic adhesives with increasing loading percentage of Zn-PBG powder were prepared: ZnPG3 (3 wt.%), ZnPG6 (6 wt.%), and ZnPG9 (9 wt.%). Brackets were bonded on the etched enamel surface and stored in distilled water (DW) for 1 h. Following, Shear bond strength (SBS) along with adhesive remnant index were analyzed. The release of calcium (Ca), phosphorus (P), and zinc (Zn) from adhesive specimens in DW was evaluated after 7, 15 and 30 days of immersion. The remineralization effect was confirmed by microhardness and surface morphology analysis with scanning electron microscopy. RESULTS: The SBS value was observed between 20 and 22 MPa on enamel surface. The concentration of Ca, P and Zn released in DW increased with loading percentage of Zn-PBG. The microhardness increased in the experimental groups after immersion in artificial saliva for 7 days. Apatite-like crystal formation was observed after 30 days in the ZnPG 9 group. CONCLUSIONS: The orthodontic adhesive containing Zn-PBG with an optimal SBS performance has an enamel remineralization effect, and therefore can aid in prevention of WSLs. CLINICAL SIGNIFICANCE: The orthodontic adhesive containing Zn-PBG is clinically advantageous as it can promote remineralization and resist the formation of WSLs that may occur during orthodontic therapy.",
    "keywords": "Humans, *Dental Cements, Powders, Phosphates, Calcium, *Dental Caries, Orthodontic adhesives, Remineralization, White spot lesions, Zinc-doped phosphate-based glass"
  },
  {
    "authors": "Lee, M. J., Kim, M. J., Mangal, U., Seo, J. Y., Kwon, J. S., Choi, S. H.",
    "title": "Zinc-modified phosphate-based glass micro-filler improves Candida albicans resistance of auto-polymerized acrylic resin without altering mechanical performance",
    "journal": "Sci Rep",
    "year": "2022",
    "volume": "12",
    "number": "1",
    "pages": "19456",
    "doi": "10.1038/s41598-022-24172-y",
    "pmid": "36376540",
    "abstract": "Colonization of auto-polymerized acrylic resin by pathogenic Candida albicans is a common problem for denture users. In this study, zinc-modified phosphate-based glass was introduced into an auto-polymerized acrylic resin at concentrations of 3, 5, and 7 wt.%. The mechanical or physical properties (flexural strength, elastic modulus, microhardness, and contact angle), surface morphology of the resultant materials, and the antimicrobial effect on C. albicans were investigated. There were no statistical differences in the mechanical properties between the control and the zinc-modified phosphate-based glass samples (p > 0.05); however, the number of C. albicans colony-forming units was significantly lower in the control group (p < 0.05). Scanning electron microscopy revealed that C. albicans tended not to adhere to the zinc-modified-phosphate-based glass samples. Thus, the zinc-modified materials retained the advantageous mechanical properties of unaltered acrylic resins, while simultaneously exhibiting a strong antimicrobial effect in vitro.",
    "keywords": "*Acrylic Resins/pharmacology, Candida albicans, Denture Bases, Surface Properties, Materials Testing, Phosphates/pharmacology, Zinc/pharmacology, *Anti-Infective Agents"
  },
  {
    "authors": "Ryu, J. H., Roh, J., Mangal, U., Kim, K. M., Choi, S. H., Kwon, J. S.",
    "title": "Novel Osteogenic and Easily Handled Endodontic Calcium Silicate Cement Using Pluronic F127 Hydrogel",
    "journal": "Materials (Basel)",
    "year": "2022",
    "volume": "15",
    "number": "19",
    "pages": "6919",
    "doi": "10.3390/ma15196919",
    "pmid": "36234260",
    "abstract": "Calcium silicate cement (CSC) is widely used as an endodontic material in clinical applications such as direct pulp capping, pulpotomy, or root canal. CSC has good biocompatibility, sealing properties, and the ability to enhance hard tissue regeneration. However, the disadvantage of CSC is the difficulty in handling when placing it into endodontic tissue due to the long setting time. Several attempts have been made to improve handling of CSC; however, these methods were limited by osteogenic properties. To overcome such a disadvantage, this study investigated the use of Pluronic F127 (F127) for the development easy-to-handle novel endodontic CSCs with osteogenic properties. In this case, different concentrations of F127 (5%, 10%, 20%, 30%, and 40%) were implemented to generate CSC specimens H5, H10, H20, H30, and H40, respectively. Calcium ion was continuously released for 28 days. In addition, each group resulted in apatite formation for 28 days corresponding to calcium ion release. The concentration of F127 showed opposite relationships with water solubility and compressive strength. The H20 group showed a high level of osteogenic activity compared to other groups at 14 days. Mineralization of the H20 group was higher than that of the other groups. This study indicates that the novel F127-based hydrogel with CSC can potentially be used as endodontic filler.",
    "keywords": "calcium silicate cement, endodontic filler, osteogenic property, pluronic F127 hydrogel"
  },
  {
    "authors": "Kim, J. Y., Choi, W., Mangal, U., Seo, J. Y., Kang, T. Y., Lee, J., Kim, T., Cha, J. Y., Lee, K. J., Kim, K. M., Kim, J. M., Kim, D., Kwon, J. S., Hong, J., Choi, S. H.",
    "title": "Multivalent network modifier upregulates bioactivity of multispecies biofilm-resistant polyalkenoate cement",
    "journal": "Bioact Mater",
    "year": "2022",
    "volume": "14",
    "number": "",
    "pages": "219-233",
    "doi": "10.1016/j.bioactmat.2021.11.020",
    "pmid": "35310353",
    "abstract": "Polyalkenoate cement (PAC) is a promising material for regenerative hard tissue therapy. The ionically rich glass component of PAC encourages bioactive interaction via. the release of essential ions. However, PAC bioactivity is restricted owing to (i) structurally inherent cationic network formers and (ii) surface bacterial biofilm formation. These two factors cause a deficiency in ion release, further complicated by secondary infections and premature therapeutic failure. Here, a multivalent zwitterionic network modifier (mZM) is presented for upregulation of ionic exchange and bioactivity enhancement. By introducing a non-zero charged mZM into PACs, an increase in the proportion of non-bridging oxygen occurs. The network modification promotes ion channel formation, causing a multiple-fold increase in ion release and surface deposition of hydroxy-carbonate apatite (ca. 74%). Experiments ex vivo and animal models also demonstrate the efficient remineralization ability of the mZM. Furthermore, divalent cationic interaction results in bacterial biofilm reduction (ca. 68%) while also influencing a shift in the biofilm species composition, which favors commensal growth. Therefore, PAC modification with mZM offers a promising solution for upregulation of bioactivity, even aiding in customization by targeting site-specific regenerative therapy in future applications.",
    "keywords": "Bioactive materials, Glass polyalkenoate cement, Ion release, Multispecies biofilm resistance, Multivalent network modifier, Remineralization"
  },
  {
    "authors": "Jin, J., Bhat, R., Mangal, U., Seo, J. Y., Min, Y., Yu, J., Kim, D. E., Kuroda, K., Kwon, J. S., Choi, S. H.",
    "title": "Molecular weight tuning optimizes poly(2-methoxyethyl acrylate) dispersion to enhance the aging resistance and anti-fouling behavior of denture base resin",
    "journal": "Biomater Sci",
    "year": "2022",
    "volume": "10",
    "number": "9",
    "pages": "2224-2236",
    "doi": "10.1039/d2bm00053a",
    "pmid": "35344987",
    "abstract": "Poly(methyl methacrylate) (PMMA)-based denture base resins easily develop oral bacterial and fungal biofilms, which may constitute a significant health risk. Conventional bacterial-resistant additives and coatings often cause undesirable changes in the resin. Reduced bacterial resistance over time in the harsh oral environment is a major challenge in resin development. Poly(2-methoxyethyl acrylate) (PMEA) has anti-fouling properties; however, due to the oily/rubbery state of this polymer, and its surface aggregation tendency in a resin mixture, its direct use as a resin additive is limited. This study aimed to optimize the use of PMEA in dental resins. Acrylic resins containing a series of PMEA polymers with various molecular weights (MWs) at different concentrations were prepared, and the mechanical properties, surface gloss, direct transmittance, and cytotoxicity were evaluated, along with the distribution of PMEA in the resin. Resins with low-MW PMEA (2000 g mol(-1)) (PMEA-1) at low concentrations satisfied the clinical requirements for denture resins, and the PMEA was homogeneously distributed. The anti-fouling performance of the resin was evaluated for protein adsorption, bacterial and fungal attachment, and saliva-derived biofilm formation. The PMEA-1 resin most effectively inhibited biofilm formation ( approximately 50% reduction in biofilm mass and thickness compared to those of the control). Post-aged resins maintained their mechanical properties and anti-fouling activity, and polished surfaces had the same anti-biofilm behavior. Based on wettability and tribological results, we propose that the PMEA additive creates a non-stick surface to inhibit biofilm formation. This study demonstrated that PMEA additives can provide a stable and biocompatible anti-fouling surface, without sacrificing the mechanical properties and aesthetics of denture resins.",
    "keywords": "Acrylates, *Biofouling/prevention & control, *Denture Bases/microbiology, Materials Testing, Molecular Weight, Polymers, Polymethyl Methacrylate, Surface Properties"
  },
  {
    "authors": "Mangal, U., Arum, H., Huisoo, K., Jung, Y. H., Lee, K. J., Yu, H. S., Hwang, J. J., Choi, S. H.",
    "title": "Tomographic similarity scan with a computed modified absolute mandibular midsagittal plane for precise and objective localization of mandibular asymmetry",
    "journal": "Comput Biol Med",
    "year": "2021",
    "volume": "134",
    "number": "",
    "pages": "104465",
    "doi": "10.1016/j.compbiomed.2021.104465",
    "pmid": "33975208",
    "abstract": "The application of 3D imaging is at its cusp in craniofacial diagnosis and treatment planning. However, most applications are limited to simple subjective superimposition-based analysis. As the diagnostic accuracy dictates the precision in operability, we propose a novel method that enables objective clinical decision making for patients with mandibular asymmetry. We analyzed cone-beam computed tomography (CBCT) scans of 34 patients who underwent surgical correction for mandibular asymmetry using a high-throughput computing algorithm. Radiomic segmentation of quantitative features of surface and volume followed by exploration resulted in identification of a computed modified absolute mandibular midsagittal plane (cmAMP). Tomographic similarity scan (ToSS) curves were generated via bilateral equidistant scanning in an antero-posterior direction with cmAMP as the reference. ToSS comprised of a comprehensive similarity index (SI) score curve and a segment-wise volume curve. The SI score was computed using the Sorensen-Dice similarity coefficient ranging from 0 to 1. The volumetric analysis was represented as the non-overlapping volume (NOV) and overlapping volume (OV) for each segment, with two segmentation lines, at the mental foramen anteriorly and the intraoral vertical ramus osteotomy region posteriorly. Statistical analysis showed strong negative correlation between the NOV and SI scores for the anterior, middle, and total mandible (P < 0.001). Additionally, a significant correlation was observed between the change in the SI scores for anterior (P = 0.044) and middle segments (P < 0.001) to the total mandible when comparing the data before and after the surgery. This work demonstrated the potential of incorporating ToSS curves in surgical simulation software to improve precision in the clinical decision-making process.",
    "keywords": "*Cone-Beam Computed Tomography, Humans, Imaging, Three-Dimensional, *Mandible/diagnostic imaging/surgery, Automatic diagnosis, Cone beam computed tomography, Diagnostic accuracy, Image processing (computer-assisted), Mandibular asymmetry"
  },
  {
    "authors": "Kwon, J. S., Kim, J. Y., Mangal, U., Seo, J. Y., Lee, M. J., Jin, J., Yu, J. H., Choi, S. H.",
    "title": "Durable Oral Biofilm Resistance of 3D-Printed Dental Base Polymers Containing Zwitterionic Materials",
    "journal": "Int J Mol Sci",
    "year": "2021",
    "volume": "22",
    "number": "1",
    "pages": "",
    "doi": "10.3390/ijms22010417",
    "pmid": "33401545",
    "abstract": "Poly(methyl methacralyate) (PMMA) has long been used in dentistry as a base polymer for dentures, and it is recently being used for the 3D printing of dental materials. Despite its many advantages, its susceptibility to microbial colonization remains to be overcome. In this study, the interface between 3D-printed PMMA specimens and oral salivary biofilm was studied following the addition of zwitterionic materials, 2-methacryloyloxyethyl phosphorylcholine (MPC) or sulfobetaine methacrylate (SB). A significant reduction in bacterial and biofilm adhesions was observed following the addition of MPC or SB, owing to their protein-repellent properties, and there were no significant differences between the two test materials. Although the mechanical properties of the tested materials were degraded, the statistical value of the reduction was minimal and all the properties fulfilled the requirements set by the International Standard, ISO 20795-2. Additionally, both the test materials maintained their resistance to biofilm when subjected to hydrothermal fatigue, with no further deterioration of the mechanical properties. Thus, novel 3D-printable PMMA incorporated with MPC or SB shows durable oral salivary biofilm resistance with maintenance of the physical and mechanical properties.",
    "keywords": "Bacterial Adhesion, Biocompatible Materials/*pharmacology, Biofilms/*drug effects/growth & development, Composite Resins/*chemistry, Dental Materials/*pharmacology, Humans, Materials Testing, Methacrylates/chemistry, Mouth/*drug effects/microbiology, Phosphorylcholine/analogs & derivatives/chemistry, Polymers/*chemistry, Printing, Three-Dimensional/*instrumentation, Streptococcus mutans/drug effects/metabolism, 3D printing, dental base resin, dentistry, durability, oral salivary biofilm, poly(methyl methacralyate), zwitterion"
  },
  {
    "authors": "Mangal, Utkarsh, Park, Jae Hyun, Lim, Sung-Hoon, Choi, Sung-Kwon, Sung, Jae-Hyun, Chae, Jong-Moon",
    "title": "Control of the occlusal plane in orthognathic surgery",
    "journal": "AJO-DO Clinical Companion",
    "year": "2021",
    "volume": "1",
    "number": "1",
    "pages": "43-54",
    "doi": "10.1016/j.xaor.2021.01.005",
    "pmid": "",
    "abstract": "",
    "keywords": ""
  },
  {
    "authors": "Lim, J. H., Mangal, U., Nam, N. E., Choi, S. H., Shim, J. S., Kim, J. E.",
    "title": "A Comparison of Accuracy of Different Dental Restorative Materials between Intraoral Scanning and Conventional Impression-Taking: An In Vitro Study",
    "journal": "Materials (Basel)",
    "year": "2021",
    "volume": "14",
    "number": "8",
    "pages": "",
    "doi": "10.3390/ma14082060",
    "pmid": "33921830",
    "abstract": "The properties of underlying substrates influence the quality of an intraoral scan, but few studies have compared the outcomes using common restorative materials. In this study, we aimed to compare the accuracy of digital and conventional impressions recorded for four different dental materials as the substrates. Experimental crowns were produced with a metallic surface (gold or cobalt-chromium alloy (Co-Cr)) or without a metallic surface (zirconia or PMMA (polymethyl methacrylate)). A conventional impression was made in the conventional group (CON group), and gypsum models were subsequently scanned with a tabletop scanner. An intraoral scanner was used to scan the crowns either after applying a powder spray to reduce the surface reflectivity (IOS-P group) or without the powder spray (IOS group). The scans were assessed in three dimensions for precision and trueness. The accuracy did not differ between the CON and IOS groups for the non-metallic crowns. However, it was statistically different for the Co-Cr metallic crown, reducing trueness observed between groups as CON > IOS > IOS-P. The study evidences the differences in outer surface accuracy observed with a change in the substrate material to be imaged using an oral scanner and with the impression method. These findings suggest that the restoration material present in the oral cavity should be considered when selecting an impression-taking method.",
    "keywords": "Cad/cam, accuracy, crown substrate, dental restorative materials, digital impression, intraoral scanner, powder spray"
  },
  {
    "authors": "Lee, M. J., Kim, J. Y., Seo, J. Y., Mangal, U., Cha, J. Y., Kwon, J. S., Choi, S. H.",
    "title": "Resin-Based Sealant with Bioactive Glass and Zwitterionic Material for Remineralisation and Multi-Species Biofilm Inhibition",
    "journal": "Nanomaterials (Basel)",
    "year": "2020",
    "volume": "10",
    "number": "8",
    "pages": "",
    "doi": "10.3390/nano10081581",
    "pmid": "32806515",
    "abstract": "Since pits and fissures are the areas most commonly affected by caries due to their structural irregularity, bioactive resin-based sealant (RBS) may contribute to the prevention of secondary caries. This study aims to investigate the mechanical, physical, ion-release, enamel remineralisation, and antibacterial capabilities of the novel RBS with bioactive glass (BAG) and 2-methacryloyloxyethyl phosphorylcholine (MPC). For the synthesis, 12.5 wt% BAG and 3 wt% MPC were incorporated into RBS. The contact angle, flexural strength, water sorption, solubility, and viscosity were investigated. The release of multiple ions relating to enamel remineralisation was investigated. Further, the attachments of bovine serum albumin, brain heart infusion broth, and Streptococcus mutans on RBS were studied. Finally, the thickness and biomass of a human saliva-derived microsm biofilm model were analysed before aging, with static immersion aging and with thermocycling aging. In comparison to commercial RBS, BAG+MPC increased the wettability, water sorption, solubility, viscosity, and release of multiple ions, while the flexural strength did not significantly differ. Furthermore, RBS with MPC and BAG+MPC significantly reduced protein and bacteria adhesion and suppressed multi-species biofilm attachment regardless of the existence of aging and its type. The novel RBS has great potential to facilitate enamel remineralisation and suppress biofilm adhesion, which could prevent secondary dental caries.",
    "keywords": "bacterial adhesion, bioactive glass, caries inhibition, protein adsorption, remineralisation, resin-based sealant, zwitterion"
  },
  {
    "authors": "Chae, J. M., Park, J. H., Kim, S. H., Mangal, U., Seo, H. Y.",
    "title": "Prognostic Indicators for Anterior Mandibular Repositioning in Adolescents with Class II Malocclusion: A Cross-Sectional Cephalometric Study",
    "journal": "J Clin Pediatr Dent",
    "year": "2020",
    "volume": "44",
    "number": "4",
    "pages": "274-282",
    "doi": "10.17796/1053-4625-44.4.10",
    "pmid": "33167022",
    "abstract": "OBJECTIVE: To investigate the cephalometric changes following anterior repositioning of the mandible for predicting the treatment effects in Class II adolescent patients. STUDY DESIGN: Lateral cephalograms of 28 patients (ANB > 4 degrees ) were taken in centric occlusion (CO) and edge-to-edge bite (EtoE) before orthodontic treatment. The patients were classified into two groups according to their mandibular plane angle [MPA; low MPA (LMPA) </= 28 degrees and high MPA (HMPA) > 28 degrees ]. Cephalometric changes of hard and soft tissues were measured and analyzed with an x-y cranial base coordinate system. RESULTS: For CO to EtoE, there were no significant cephalometric changes between HMPA and LMPA, but the horizontal ratio of soft to hard tissue pogonion (H-Pog'/H-Pog) change was significantly greater with LMPA than with HMPA while the vertical ratio (V-Pog'/V-Pog) showed vice versa. For CO to EtoE, MPA showed significant correlations with H-Pog'/H-Pog and V-Pog'/V-Pog. Y-axis angle, V-Pog'/V-Pog and H-Pog'/H-Pog can be used as good tools to discriminate between HMPA and LMPA. CONCLUSION: Cephalometric findings for CO to EtoE may be useful in predicting the vertical and horizontal changes of hard and soft tissues with the treatment of growing adolescents having various vertical skeletal patterns of Class II malocclusion.",
    "keywords": "Adolescent, Cephalometry, Cross-Sectional Studies, *Drug Repositioning, Humans, *Malocclusion, Angle Class II/diagnostic imaging/therapy, Mandible/diagnostic imaging, Prognosis, Centric occlusion, Cephalometric changes, Class II adolescents, Edge-to-edge bite, Mandibular plane angle"
  },
  {
    "authors": "Kim, G. T., Jin, J., Mangal, U., Lee, K. J., Kim, K. M., Choi, S. H., Kwon, J. S.",
    "title": "Primary Stability of Orthodontic Titanium Miniscrews due to Cortical Bone Density and Re-Insertion",
    "journal": "Materials (Basel)",
    "year": "2020",
    "volume": "13",
    "number": "19",
    "pages": "",
    "doi": "10.3390/ma13194433",
    "pmid": "33028011",
    "abstract": "The increasing demand for orthodontic treatment over recent years has led to a growing need for the retrieval and reuse of titanium-based miniscrews to reduce the cost of treatment, especially in patients with early treatment failure due to insufficient primary stability. This in vitro study aimed to evaluate differences in the primary stability between initially inserted and re-inserted miniscrews within different cortical bone densities. Artificial bone was used to simulate cortical bone of different densities, namely 20, 30, 40, and 50 pound per cubic foot (pcf), where primary stability was evaluated based on maximum insertion torque (MIT), maximum removal torque (MRT), horizontal resistance, and micromotion. Scanning electron microscopy was used to evaluate morphological changes in the retrieved miniscrews. The MIT, MRT, horizontal resistance, and micromotion was better in samples with higher cortical bone density, thereby indicating better primary stability (P < 0.05). Furthermore, a significant reduction of MIT, MRT, and horizontal resistance was observed during re-insertion compared with the initial insertion, especially in the higher density cortical bone groups. However, there was no significant change in micromotion. While higher cortical bone density led to better primary stability, it also caused more abrasion to the miniscrews, thereby decreasing the primary stability during re-insertion.",
    "keywords": "cortical bone density, horizontal resistance, micromotion, primary stability, re-insertion, retrieved miniscrew"
  },
  {
    "authors": "Mangal, U., Seo, J. Y., Yu, J., Kwon, J. S., Choi, S. H.",
    "title": "Incorporating Aminated Nanodiamonds to Improve the Mechanical Properties of 3D-Printed Resin-Based Biomedical Appliances",
    "journal": "Nanomaterials (Basel)",
    "year": "2020",
    "volume": "10",
    "number": "5",
    "pages": "827-827",
    "doi": "10.3390/nano10050827",
    "pmid": "32357463",
    "abstract": "The creation of clinically patient-specific 3D-printed biomedical appliances that can withstand the physical stresses of the complex biological environment is an important objective. To that end, this study aimed to evaluate the efficacy of aminated nanodiamonds (A-NDs) as nanofillers in biological-grade acrylate-based 3D-printed materials. Solution-based mixing was used to incorporate 0.1 wt% purified nanodiamond (NDs) and A-NDs into UV-polymerized poly(methyl methacrylate) (PMMA). The ND and A-ND nanocomposites showed significantly lower water contact angles (p < 0.001) and solubilities (p < 0.05) compared to those of the control. Both nanocomposites showed markedly improved mechanical properties, with the A-ND-containing nanocomposite showing a statistically significant increase in the flexural strength (p < 0.001), elastic modulus (p < 0.01), and impact strength (p < 0.001) compared to the control and ND-containing groups. The Vickers hardness and wear-resistance values of the A-ND-incorporated material were significantly higher (p < 0.001) than those of the control and were comparable to the values observed for the ND-containing group. In addition, trueness analysis was used to verify that 3D-printed orthodontic brackets prepared with the A-ND- and ND-nanocomposites exhibited no significant differences in accuracy. Hence, we conclude that the successful incorporation of 0.1 wt% A-ND in UV-polymerized PMMA resin significantly improves the mechanical properties of the resin for the additive manufacturing of precisive 3D-printed biomedical appliances.",
    "keywords": "additive manufacturing, aminated nanodiamond, mechanical properties, nanocomposites, poly (methyl methacrylate)"
  },
  {
    "authors": "Lee, M. J., Mangal, U., Kim, S. J., Yoon, Y. P., Ahn, E. S., Jang, E. S., Kwon, J. S., Choi, S. H.",
    "title": "Improvement in the Microbial Resistance of Resin-Based Dental Sealant by Sulfobetaine Methacrylate Incorporation",
    "journal": "Polymers (Basel)",
    "year": "2020",
    "volume": "12",
    "number": "8",
    "pages": "",
    "doi": "10.3390/polym12081716",
    "pmid": "32751729",
    "abstract": "Prevention of dental caries is a key research area, and improvement of the pit and fissure sealants used for caries prevention has been of particular interest. This report describes results of incorporating a zwitterion, sulfobetaine methacrylate (SB), into photo-polymerized resin-based sealants to enhance resistance to cariogenic bacteria and protein adhesion. Varying amounts (1.5-5 wt%) of SB were incorporated into a resin-based sealant, and the flexural strength, wettability, depth of cure, protein adhesion, bacterial viability, and cell cytotoxicity of the resultant sealants were evaluated. The flexural strength decreased with the increasing SB content, but this decrease was statistically significant only for sealants containing >/=3 wt% SB. Incorporating a zwitterion led to a significant reduction in the water contact angle and protein adhesion. The colony-forming unit count showed a significant reduction in the bacterial viability of S. mutans, which was confirmed with microscopic imaging. Moreover, cell cytotoxicity analysis of SB-modified sealants using an L929 fibroblast showed a cytotoxicity comparable to that of an unmodified control, suggesting no adverse effects on the cellular metabolism upon SB introduction. Hence, we conclude that the addition of 1.5-3 wt% SB can significantly enhance the inherent ability of sealants to resist S. mutans adhesion and prevent dental caries.",
    "keywords": "bacterial adhesion, oral bacteria, protein adsorption, resin-based sealant, zwitterion"
  },
  {
    "authors": "Mangal, U., Hwang, J. J., Jo, H., Lee, S. M., Jung, Y. H., Cho, B. H., Cha, J. Y., Choi, S. H.",
    "title": "Effects of Changes in the Frankfort Horizontal Plane Definition on the Three-Dimensional Cephalometric Evaluation of Symmetry",
    "journal": "Applied Sciences-Basel",
    "year": "2020",
    "volume": "10",
    "number": "22",
    "pages": "",
    "doi": "ARTN 7956 10.3390/app10227956",
    "pmid": "WOS:000594880800001",
    "abstract": "The plane formed by the intersection of bilateral porions (PoR and PoL) and left orbitale (OrL) is conventionally defined as the Frankfort horizontal (FH) plane. We aim to test the influence of the FH plane definition on a 3D cephalometric assessment. We selected 38 adult patients (20 males, 18 females; average age: 22.87 +/- 5.17 years) without any gross asymmetry from retrospective records and traced and analyzed their cone-beam computed tomographic images. The findings were categorized into the following four groups: FH1: conventional; FH2: PoR, PoL, right orbitale (OrR); FH3: OrR, OrL, PoL; FH4: OrR, OrL, PoR. The average menton (Me) deviation from the MSP was statistically significant for the FH1 group (0.56 +/- 0.27 mm; p < 0.001), compared to the FH3 (1.37 +/- 1.23 mm) and FH4 (1.33 +/- 1.16 mm) groups. The spatial orientation level (SOL) of the FH plane showed a marked difference (p < 0.05) between the FH2 (0.602 degrees +/- 0.503 degrees) and FH4 (0.944 degrees +/- 0.778 degrees) groups. The SOL of the MSP was comparatively small (p < 0.001) for FH2 (0.015 degrees +/- 0.023 degrees) in comparison to both FH 3 (0.644 degrees +/- 0.546 degrees) and FH 4 (0.627 degrees +/- 0.516 degrees). Therefore, the FH plane definition can significantly influence the interpretation of cephalometric findings. Future studies should focus on standardization to improve the reliability and reproducibility of 3D cephalometry.",
    "keywords": "fh plane, cone-beam computed tomography, cbct, facial asymmetry, imaging, three-dimensional, asymmetry, landmarks, deviation, accuracy, line"
  },
  {
    "authors": "Mangal, U., Min, Y. J., Seo, J. Y., Kim, D. E., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "title": "Changes in tribological and antibacterial properties of poly(methyl methacrylate)-based 3D-printed intra-oral appliances by incorporating nanodiamonds",
    "journal": "J Mech Behav Biomed Mater",
    "year": "2020",
    "volume": "110",
    "number": "",
    "pages": "103992",
    "doi": "10.1016/j.jmbbm.2020.103992",
    "pmid": "32750663",
    "abstract": "It is essential for 3D-printed intra-oral appliances to be able to withstand the mechanical and microbial insult existent in the harsh environment of the oral cavity. Poly(methyl methacrylate) (PMMA)-based appliances are widely used in dentistry. Hence, the present study aimed to evaluate the role of nanodiamonds (NDs) as fillers to enhance the resistance to friction and wear. Using a solution-based mixing technique, 0.1 wt% ND was incorporated into the PMMA, and specimens were 3D-printed for tribological and bacterial analysis. The control specimens without ND fillers were tested against specimens with both amine-functionalized NDs (A-ND) and pure non-functionalized NDs (ND). The surface hardness test revealed a statistically significant increase in the Vickers micro-hardness (p < 0.001) in the nanocomposite groups. There was a significant reduction in the coefficient of friction (COF) (p < 0.01) in both the ND and A-ND nanocomposites compared to the stainless steel (SS) counter surfaces. However, for titanium (Ti)-based specimens, the COF of the control group was similar to that of A-ND but lower than that of ND. The wear resistance evaluation revealed that both the ND and A-ND groups displayed enhanced resistance to surface loss in comparison to the controls for both SS and Ti counter-surfaces (p < 0.001). Furthermore, both A-ND and ND exhibited significantly enhanced resistance to the formation of Streptococcus mutans biofilms after 48 h (p < 0.01) compared to the control group. Hence, we concluded that the addition of 0.1 wt% ND in the PMMA-based resin for 3D printing resulted in significant improvement in properties such as COF, wear resistance, and resistance to S. mutans, without any notable impact associated with the functionalization of the NDs.",
    "keywords": "Anti-Bacterial Agents/pharmacology, Materials Testing, *Nanodiamonds, *Polymethyl Methacrylate, Printing, Three-Dimensional, Surface Properties, 3D printing, Friction, Nanocomposites, Nanodiamond, Streptococcus mutans, Wear resistance, poly(methyl methacrylate)"
  },
  {
    "authors": "Mangal, U., Kwon, J. S., Choi, S. H.",
    "title": "Bio-Interactive Zwitterionic Dental Biomaterials for Improving Biofilm Resistance: Characteristics and Applications",
    "journal": "Int J Mol Sci",
    "year": "2020",
    "volume": "21",
    "number": "23",
    "pages": "9087",
    "doi": "10.3390/ijms21239087",
    "pmid": "33260367",
    "abstract": "Biofilms are formed on surfaces inside the oral cavity covered by the acquired pellicle and develop into a complex, dynamic, microbial environment. Oral biofilm is a causative factor of dental and periodontal diseases. Accordingly, novel materials that can resist biofilm formation have attracted significant attention. Zwitterionic polymers (ZPs) have unique features that resist protein adhesion and prevent biofilm formation while maintaining biocompatibility. Recent literature has reflected a rapid increase in the application of ZPs as coatings and additives with promising outcomes. In this review, we briefly introduce ZPs and their mechanism of antifouling action, properties of human oral biofilms, and present trends in anti-biofouling, zwitterionic, dental materials. Furthermore, we highlight the existing challenges in the standardization of biofilm research and the future of antifouling, zwitterated, dental materials.",
    "keywords": "Bacterial Adhesion/drug effects, Biocompatible Materials/*pharmacology, Biofilms/*drug effects, Dental Materials/*pharmacology, Humans, Mouth/microbiology, Polymers/chemistry/pharmacology, 2-methacryloyloxyethyl phosphorylcholine, anti-biofouling, biofilm, carboxybetaine methacrylate, sulfobetaine methacrylate, zwitterionic polymers"
  },
  {
    "authors": "Lee, Y., Park, J. H., Chang, N. Y., Lee, M. Y., Kim, B. C., Seo, H. Y., Mangal, U., Chae, J. M.",
    "title": "Assessment of bone density changes following two-jaw surgery using multidetector computed tomography: A pilot study",
    "journal": "Korean J Orthod",
    "year": "2020",
    "volume": "50",
    "number": "3",
    "pages": "157-169",
    "doi": "10.4041/kjod.2020.50.3.157",
    "pmid": "32475843",
    "abstract": "OBJECTIVE: The aim of this retrospective study was to evaluate the pre- and postsurgical bone densities at alveolar and extra-alveolar sites following twojaw orthognathic surgery. METHODS: The sample consisted of 10 patients (mean age, 23.2 years; range, 18.0-27.8 years; 8 males, 2 females) who underwent two-jaw orthognathic surgery. A three-dimensional imaging program (Invivo 5) was used with multidetector computed tomography images taken preand postoperatively (obtained 32.3 +/- 6.0 days before surgery and 5.8 +/- 2.6 days after surgery, respectively) for the measurement of bone densities at the following sites: (1) alveolar bone in the maxilla and mandible, (2) extra-alveolar sites, such as the top of the head, menton (Me), condyle, and the fourth cervical vertebrae (C4). RESULTS: When pre- and postsurgical bone densities were compared, an overall tendency of decrease in bone density was noted. Statistically significant reductions were observed in the densities of cancellous bone at several areas of the maxillary alveolar bone; cortical and cancellous bone in most areas of the mandibular alveolar bone; cortical bone in Me; and cancellous bone in C4. There was no statistically significant difference in bone density in relation to the depth of the alveolar bone. In a comparison of the bone densities between groups with and without genioplasty, there was almost no statistically significant difference. CONCLUSIONS: Accelerated tooth movement following orthognathic surgery may be confirmed with reduced bone density. In addition, this study could offer insights into bone metabolism changes following orthognathic surgery, providing direction for further investigations in this field.",
    "keywords": "Bone density, Multidetector computed tomography, Orthognathic surgery, Regional and systemic acceleratory phenomena"
  },
  {
    "authors": "Ashith, M. V., Mangal, Utkarsh, Lohia, Ankita, Mithun, K.",
    "title": "Role of an Orthodontist in the Management of Cleft Maxilla With Anterior Maxillary Segmental Distraction (AMD)- A Clinical overview",
    "journal": "Biomedical and Pharmacology Journal",
    "year": "2019",
    "volume": "12",
    "number": "04",
    "pages": "1899-1906",
    "doi": "10.13005/bpj/1821",
    "pmid": "",
    "abstract": "",
    "keywords": ""
  },
  {
    "authors": "Mangal, U., Kim, J. Y., Seo, J. Y., Kwon, J. S., Choi, S. H.",
    "title": "Novel Poly(Methyl Methacrylate) Containing Nanodiamond to Improve the Mechanical Properties and Fungal Resistance",
    "journal": "Materials (Basel)",
    "year": "2019",
    "volume": "12",
    "number": "20",
    "pages": "3438-3438",
    "doi": "10.3390/ma12203438",
    "pmid": "31640147",
    "abstract": "Herein we evaluate the effect of nanodiamond (ND) incorporation on the mechanical properties of poly(methyl methacrylate) (PMMA) nanocomposite. Three quantities of ND (0.1, 0.3, and 0.5 wt.%) were tested against the control and zirconium oxide nanoparticles (ZrO). Flexural strength and elastic modulus were measured using a three-point bending test, surface hardness was evaluated using the Vickers hardness test, and surface roughness was evaluated using atomic force microscopy (AFM), while fungal adhesion and viability were studied using Candida albicans. Samples were also analyzed for biofilm thickness and biomass in a saliva-derived biofilm model. All groups of ND-PMMA nanocomposites had significantly greater mean flexural strengths and statistically improved elastic modulus, compared to the control and ZrO groups (P < 0.001). The Vickers hardness values significantly increased compared to the control group (P < 0.001) with 0.3% and 0.5% ND. ND addition also gave significant reduction in fungal adhesion and viability (P < 0.001) compared to the control group. Finally, salivary biofilm formation was markedly reduced compared to the ZrO group. Hence, the incorporation of 0.1-0.5 wt.% ND with auto- polymerized PMMA resin significantly improved the flexural strength, elastic modulus, and surface hardness, and provided considerable fungal resistance.",
    "keywords": "Vickers hardness, elastic modulus, flexural strength, fungal resistance, nanocomposite, nanodiamond, poly methyl methacrylate resin"
  },
  {
    "authors": "Ashith, M. V., Khader, Mustafa, Mangal, Utkarsh, Mithun, K.",
    "title": "Enhancement of Facial Aesthetics and Function in Posteriorly Edentulous Mouth: An Orthognathic Surgical Case Report",
    "journal": "Indian Journal of Public Health Research & Development",
    "year": "2019",
    "volume": "10",
    "number": "7",
    "pages": "",
    "doi": "10.5958/0976-5506.2019.01584.5",
    "pmid": "",
    "abstract": "",
    "keywords": ""
  },
  {
    "authors": "Sehgal, Arjun, Shetty, Siddarth, M. V, Ashith, Philip Jose, Nidhin, Mangal, Utkarsh",
    "title": "Efficacy of Chlorhexidine Varnish in Patients Undergoing Multibracket Fixed Orthodontic Treatment: A Controlled Clinical Study",
    "journal": "Biomedical and Pharmacology Journal",
    "year": "2018",
    "volume": "11",
    "number": "2",
    "pages": "945-950",
    "doi": "10.13005/bpj/1452",
    "pmid": "",
    "abstract": "© 2018. During fixed orthodontic treatment, maintenance of a good gingival health is challenging. This necessitates use of prophylactic measures, such as use of fluoridated tooth pastes and application of varnish. Use of chlorhexidine (CHX) varnish, is believed to reduce the bacterial count and have a longer duration of action, by virtue of sustained release. Therefore, the aim of the present study is to assess the clinical effects of chlorhexidine varnish (Cervitec plus) on plaque accumulation and gingival health during multibracket orthodontic treatment. 26 patients were selected for the prospective clinical study. The study design was a split-mouth pattern, with contralateral sides serving as control. Application of CHX varnish was done twice, in a 12 week interval. Plaque and gingival indices were recorded before the application and at a 4 week interval. Using students T-test, comparative analysis between the control and CHX group was done. A significant reduction, in CHX group, in the gingival and plaque scores at 3 and 6 months after the first visit as compared to the baseline value. The control group showed an increase in the gingival and plaque scores at 0-3 and 0- 6 months interval. There was no significant reduction in gingival scores between 3 and 6 months in test (CHX) group. Chlorhexidine varnish brought about both significant reduction in gingival and plaque index scores over a period of 6 months when compared to the control. Second application of varnish did not bring about significant reduction in gingival and plaque scores when compared to control group. Published by Oriental Scientific Publishing Company",
    "keywords": ""
  },
  {
    "authors": "M. V, Ashith, Shetty, B. K., Shekatkar, Yash, Mangal, Utkarsh, K, Mithun",
    "title": "Assessment of Immediate Loading with Mini-Implant Anchorage in Critical Anchorage Cases Between Stainless Steel Versus Titanium Miniscrew Implants: A Controlled Clinical Trial",
    "journal": "Biomedical and Pharmacology Journal",
    "year": "2018",
    "volume": "11",
    "number": "2",
    "pages": "971-977",
    "doi": "10.13005/bpj/1456",
    "pmid": "",
    "abstract": "",
    "keywords": ""
  },
  {
    "authors": "Mangal, Utkarsh",
    "title": "Influence of Platelet Rich Plasma on Orthodontic Tooth Movement: A Review",
    "journal": "Biomedical and Pharmacology Journal",
    "year": "2017",
    "volume": "10",
    "number": "3",
    "pages": "1463-1468",
    "doi": "10.13005/bpj/1253",
    "pmid": "",
    "abstract": "With increasing awareness of orthodontic treatment in all age groups of society, emphasis on enhancing the rate of tooth movement has increased. This article discusses the existing methods of accelerating tooth movement and the role of platelet rich plasma. Also briefly describes the methods of use of platelet rich plasma and its effects on orthodontic tooth movement.",
    "keywords": "growth factor, orthodontics, platelet rich plasma, prp, tooth movement"
  }
]