{
  "total_publications": 47,
  "years_active": "2017-2025",
  "publications_by_year": {
    "2025": 4,
    "2024": 9,
    "2023": 11,
    "2022": 4,
    "2021": 4,
    "2020": 9,
    "2019": 3,
    "2018": 2,
    "2017": 1
  },
  "journals": [
    "AJO-DO Clinical Companion",
    "Acs Es&T Engineering",
    "Adv Healthc Mater",
    "Angle Orthod",
    "Applied Sciences-Basel",
    "Bioact Mater",
    "Biomater Sci",
    "Biomaterials",
    "Biomedical and Pharmacology Journal",
    "Clin Oral Investig",
    "Comput Biol Med",
    "Dent Mater",
    "Eur J Orthod",
    "Indian Journal of Public Health Research & Development",
    "Int J Mol Sci",
    "J Clin Pediatr Dent",
    "J Dent",
    "J Dent Res",
    "J Mech Behav Biomed Mater",
    "J Periodontal Res",
    "Journal of Korean Dental Science",
    "Korean J Orthod",
    "Materials (Basel)",
    "Nanomaterials (Basel)",
    "Nat Commun",
    "Orthod Craniofac Res",
    "Photodiagnosis Photodyn Ther",
    "Polymers (Basel)",
    "Sci Rep"
  ],
  "co_authors": [
    "Ashith, M. V., Khader, Mustafa, Mangal, Utkarsh, Mithun, K.",
    "Ashith, M. V., Mangal, Utkarsh, Lohia, Ankita, Mithun, K.",
    "Bae, J. H., Mangal, U., Yu, J. H., Cha, J. Y., Yu, H. S., Lee, K. J., Choi, S. H.",
    "Chae, J. M., Park, J. H., Kim, S. H., Mangal, U., Seo, H. Y.",
    "Choi, W., Mangal, U., Park, H., Lee, M., Tran, N. Q., Lee, K. J., Le Thi, P., Kimm, H., Choi, S. H., Hong, J.",
    "Choi, W., Mangal, U., Park, J. Y., Kim, J. Y., Jun, T., Jung, J. W., Choi, M., Jung, S., Lee, M., Na, J. Y., Ryu, D. Y., Kim, J. M., Kwon, J. S., Koh, W. G., Lee, S., Hwang, P. T. J., Lee, K. J., Jung, U. W., Cha, J. K., Choi, S. H., Hong, J.",
    "Choi, W., Mangal, U., Yu, J. H., Ryu, J. H., Kim, J. Y., Jun, T., Lee, Y., Cho, H., Choi, M., Lee, M., Ryu, D. Y., Lee, S. Y., Jung, S. Y., Cha, J. K., Cha, J. Y., Lee, K. J., Lee, S., Choi, S. H., Hong, J.",
    "Jin, J., Bhat, R., Mangal, U., Seo, J. Y., Min, Y., Yu, J., Kim, D. E., Kuroda, K., Kwon, J. S., Choi, S. H.",
    "Jin, J., Mangal, U., Seo, J. Y., Kim, J. Y., Ryu, J. H., Lee, Y. H., Lugtu, C., Hwang, G., Cha, J. Y., Lee, K. J., Yu, H. S., Kim, K. M., Jang, S., Kwon, J. S., Choi, S. H.",
    "Kim, G. T., Jin, J., Mangal, U., Lee, K. J., Kim, K. M., Choi, S. H., Kwon, J. S.",
    "Kim, J. E., Mangal, U., Yu, J. H., Kim, G. T., Kim, H., Seo, J. Y., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "Kim, J. H., Yu, J. H., Mangal, U., Liu, J., Jung, H. J., Cha, J. Y.",
    "Kim, J. Y., Choi, W., Mangal, U., Seo, J. Y., Kang, T. Y., Lee, J., Kim, T., Cha, J. Y., Lee, K. J., Kim, K. M., Kim, J. M., Kim, D., Kwon, J. S., Hong, J., Choi, S. H.",
    "Kim, M. J., Kim, E., Mangal, U., Seo, J. Y., Cha, J. Y., Lee, K. J., Choi, Y. J., Kwon, J. S., Yu, H. S., Choi, S. H.",
    "Kim, M. J., Mangal, U., Seo, J. Y., Kim, J. Y., Kim, J. Y., Ryu, J. H., Kim, H. J., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "Kim, M. J., Seo, J. Y., Jung, I. J., Mangal, U., Kim, H. J., Lee, K. J., Lee, M. J., Kwon, J. S., Choi, S. H.",
    "Kwon, J. S., Kim, J. Y., Mangal, U., Seo, J. Y., Lee, M. J., Jin, J., Yu, J. H., Choi, S. H.",
    "Lee, M. J., Kim, J. Y., Seo, J. Y., Mangal, U., Cha, J. Y., Kwon, J. S., Choi, S. H.",
    "Lee, M. J., Kim, M. J., Mangal, U., Seo, J. Y., Kwon, J. S., Choi, S. H.",
    "Lee, M. J., Mangal, U., Kim, S. J., Yoon, Y. P., Ahn, E. S., Jang, E. S., Kwon, J. S., Choi, S. H.",
    "Lee, Y., Park, J. H., Chang, N. Y., Lee, M. Y., Kim, B. C., Seo, H. Y., Mangal, U., Chae, J. M.",
    "Lim, J. H., Mangal, U., Nam, N. E., Choi, S. H., Shim, J. S., Kim, J. E.",
    "M. V, Ashith, Shetty, B. K., Shekatkar, Yash, Mangal, Utkarsh, K, Mithun",
    "Mangal, U., Arum, H., Huisoo, K., Jung, Y. H., Lee, K. J., Yu, H. S., Hwang, J. J., Choi, S. H.",
    "Mangal, U., Hwang, J. J., Jo, H., Lee, S. M., Jung, Y. H., Cho, B. H., Cha, J. Y., Choi, S. H.",
    "Mangal, U., Kang, T. Y., Jung, J. W., Kim, J. Y., Seo, J. Y., Cha, J. Y., Lee, K. J., Yu, H. S., Kim, K. M., Kim, J. M., Kwon, J. S., Choi, S. H.",
    "Mangal, U., Kim, J. Y., Seo, J. Y., Kwon, J. S., Choi, S. H.",
    "Mangal, U., Kwon, J. S., Choi, S. H.",
    "Mangal, U., Lee, S. M., Lee, S., Cha, J. Y., Lee, K. J., Yu, H. S., Jung, H., Choi, S. H.",
    "Mangal, U., Min, Y. J., Seo, J. Y., Kim, D. E., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "Mangal, U., Noh, K., Lee, S., Cha, J. K., Song, J. S., Cha, J. Y., Lee, K. J., Kim, K. M., Kwon, J. S., Choi, S. H.",
    "Mangal, U., Seo, J. Y., Ryu, J. H., Jin, J., Wu, C., Cha, J. Y., Lee, K. J., Yu, H. S., Kim, K. M., Kwon, J. S., Choi, S. H.",
    "Mangal, U., Seo, J. Y., Yu, J., Kwon, J. S., Choi, S. H.",
    "Mangal, Utkarsh",
    "Mangal, Utkarsh, Jinn, Hyeonseok, Jo, Heon, Choi, Sung-Hwan",
    "Mangal, Utkarsh, Park, Jae Hyun, Lim, Sung-Hoon, Choi, Sung-Kwon, Sung, Jae-Hyun, Chae, Jong-Moon",
    "Ryu, J. H., Mangal, U., Kwon, J. S., Seo, J. Y., Byun, S. Y., Lee, Y. H., Jang, S., Hwang, G., Ku, H., Shin, Y., Kim, D., Choi, S. H.",
    "Ryu, J. H., Mangal, U., Lee, M. J., Seo, J. Y., Jeong, I. J., Park, J. Y., Na, J. Y., Lee, K. J., Yu, H. S., Cha, J. K., Kwon, J. S., Choi, S. H.",
    "Ryu, J. H., Mangal, U., Yoo, J., Youm, J. H., Kim, J. Y., Seo, J. Y., Kim, D., Kwon, J. S., Choi, S. H.",
    "Ryu, J. H., Roh, J., Mangal, U., Kim, K. M., Choi, S. H., Kwon, J. S.",
    "Sehgal, Arjun, Shetty, Siddarth, M. V, Ashith, Philip Jose, Nidhin, Mangal, Utkarsh",
    "Seo, K., Moon, J., Bhat, R., Mangal, U., Choi, S. H., Kwon, J. S.",
    "Wu, C., Kim, M. J., Mangal, U., Seo, J. Y., Kim, J. Y., Kim, J., Park, J. Y., Kwon, J. S., Choi, S. H.",
    "Wu, C., Mangal, U., Bai, N., Kim, H., Hwang, G., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "Wu, C., Mangal, U., Kim, J., Lee, K. J., Cha, J. Y., Kwon, J. S., Choi, S. H.",
    "Wu, C., Mangal, U., Seo, J. Y., Kim, H., Bai, N., Cha, J. Y., Lee, K. J., Kwon, J. S., Choi, S. H.",
    "Yu, J. H., Kim, J. H., Liu, J., Mangal, U., Ahn, H. K., Cha, J. Y."
  ],
  "unique_journals": 29,
  "unique_coauthors": 47
}